Alan.stylus
chris-noring.ts-snippets
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
firefox-devtools.vscode-firefox-debug
GitHub.vscode-pull-request-github
James-Yu.latex-workshop
joaompinto.vscode-graphviz
jock.svg
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
msjsdiag.debugger-for-chrome
octref.vetur
rust-lang.rust
sidthesloth.svg-snippets
skyapps.fish-vscode
Telerik.nativescript
vivaxy.vscode-conventional-commits
vscodevim.vim
yzhang.markdown-all-in-one
